const planets = [
  {
    id: "r1",
    planet: "img/sun.png",
    name: "Сонце",
    sun:
      "Центральне і наймасивніше тіло Сонячної системи. Його маса приблизно в 333 000 раз більша за масу Землі та у 750 разів перевищує масу всіх інших планет, разом узятих. Сонце — потужне джерело енергії, яку воно постійно випромінює в усіх ділянках спектра електромагнітних хвиль — від рентгенівських і ультрафіолетових променів до радіохвиль. Це випромінювання сильно впливає на всі тіла Сонячної системи: нагріває їх, позначається на атмосферах планет, дає світло й тепло, необхідні для життя на Землі."
  },
  {
    id: "r2",
    planet: "img/mars.png",
    name: "Марс",
    sun:
      "Четверта планета Сонячної системи за відстанню від Сонця й сьома за розміром і масою. Названа на честь Марса — давньоримського бога війни. Іноді Марс називають «червоною планетою» через червонуватий колір поверхні. Марс — планета земного типу з розрідженою атмосферою. На Марсі є метеоритні кратери, як на Місяці, вулкани, долини і пустелі, подібні до земних. Тут розташована гора Олімп (22 456 м), найвища відома гора в Сонячній системі, і Долини Марінера — величезна рифтоподібна система каньйонів[1]. На додаток до особливостей — період обертання Марса і сезонні цикли також подібні до земних."
  },
  {
    id: "r3",
    planet: "img/earth_PNG7.png",
    name: "Земля",
    sun:
      "Третя від Сонця планета Сонячної системи, єдина планета, на якій відоме життя, домівка людства. Земля належить до планет земної групи і є найбільшою з цих планет у Сонячній системі. Землю іноді називають світом, латинською назвою Терра або грецькою — Гея.Земля обертається навколо Сонця еліптичною орбітою (дуже близькою до колової) із середньою швидкістю 29 785 м/с на середній відстані 149,6 млн км із періодом, що приблизно дорівнює 365,24 доби (зоряний рік). Земля має супутник — Місяць, який обертається навколо Землі на середній відстані 384 400 км. Нахил земної осі до площини екліптики становить 66°33′22″. Період обертання планети навколо своєї осі 23 год 56 хв 4,1 с. Обертання навколо своєї осі викликає зміну дня і ночі, а нахил осі до екліптики разом із обертанням навколо Сонця — зміну пір року."
  },
  {
    id: "r4",
    planet: "img/month.png",
    name: "Moon",
    sun:
      "The Moon, occasionally distinguished as Luna, is an astronomical body that orbits the Earth as its only permanent natural satellite. It is the fifth-largest satellite in the Solar System, and the largest among planetary satellites relative to the size of the planet that it orbits (its primary). The Moon is, after Jupiter's satellite Io, the second-densest satellite in the Solar System among those whose densities are known."
  },
  {
    id: "r5",
    planet: "img/yupiter.png",
    name: "Юпітер",
    sun:
      "П'ята та найбільша планета Сонячної системи. Відстань Юпітера від Сонця змінюється в межах від 4,95 до 5,45 а. о. (740—814 млн км), середня відстань 5,203 а. о. (778 млн км). Разом із Сатурном, Ураном і Нептуном Юпітер класифікують як газового гіганта"
  }
];
